[
  {
    "id": 1,
    "text": "Dismissing an idea is so easy because it doesn’t involve any work. You can scoff at it. You can ignore it. You can puff some smoke at it. That’s easy. The hard thing to do is protect it, think about it, let it marinate, explore it, riff on it, and try it. The right idea could start out life as the wrong idea.",
    "author_id": 1
  },
  {
    "id": 2,
    "text": "What day is it?\"\n\"It's today,\" squeaked Piglet. \n\"My favorite day,\" said Pooh.",
    "author_id": 2
  },
  {
    "id": 3,
    "text": "The things you make war with take you over.",
    "author_id": 3
  },
  {
    "id": 4,
    "text": "We cannot always stop the things we do not like.",
    "author_id": 4
  },
  {
    "id": 5,
    "text": "As muddy water is best cleared by leaving it alone, it could be argued that those who sit quietly and do nothing are making one of the best possible contributions to a world in turmoil.",
    "author_id": 5
  },
  {
    "id": 6,
    "text": "If you can't explain it simply, you don't understand it well enough.",
    "author_id": 6
  },
  {
    "id": 7,
    "text": "What about the main thing in life, all its riddles? If you want, I’ll spell it out for you right now. Do not pursue what is illusionary — property and position: all that is gained at the expense of your nerves decade after decade, and is confiscated in one fell night.\n\nLive with a steady superiority over life — don’t be afraid of misfortune, and do not yearn for happiness; it is, after all, all the same: the bitter doesn’t last forever, and the sweet never fills the cup to overflowing. It is enough if you don’t freeze in the cold and if thirst and hunger don’t claw at your insides. If your back isn’t broken … then whom should you envy? And why?\n\nOur envy of others devours us most of all. Prize above all else in the world those who love you and who wish you well. Do not hurt them or scold them, and never part from any of them in anger; after all, you simply do not know: it may be your last act before your arrest, and that will be how you are imprinted on their memory.",
    "author_id": 7
  },
  {
    "id": 8,
    "text": "When a great adventure is offered, you don’t refuse it.",
    "author_id": 8
  },
  {
    "id": 9,
    "text": "Life is a gift, and it offers us the privilege, opportunity, and responsibility, to give something back.",
    "author_id": 9
  },
  {
    "id": 10,
    "text": "Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away.",
    "author_id": 10
  },
  {
    "id": 11,
    "text": "At every moment we choose whether to embrace wholesomeness or unwholesomeness.",
    "author_id": 11
  },
  {
    "id": 12,
    "text": "To my mind, the greatest reward and luxury of travel is to be able to experience everyday things as if for the first time, to be in a position in which almost nothing is so familiar it is taken for granted.",
    "author_id": 12
  },
  {
    "id": 13,
    "text": "All men’s miseries derive from not being able to sit in a quiet room alone.",
    "author_id": 13
  },
  {
    "id": 14,
    "text": "Everybody has a calling, don’t they? Some have a high calling, some have a low calling. Everybody is called but few are chosen. There’s a lot of distraction for people, so you might not never find the real you. A lot of people don’t.",
    "author_id": 14
  },
  {
    "id": 15,
    "text": "It sounds stupidly obvious, but it’s amazing how much unneccesary stuff we let into our lives because we think we have to.",
    "author_id": 15
  },
  {
    "id": 16,
    "text": "It’s not the daily increase, but the daily decrease.  Hack away at the unessential.",
    "author_id": 16
  },
  {
    "id": 17,
    "text": "The right thing to do never requires any subterfuge, it is always simple and direct.",
    "author_id": 17
  },
  {
    "id": 18,
    "text": "Your vision will become clear only when you can look into your own heart. Who looks outside themselves, dreams; who looks inside, awakens.",
    "author_id": 18
  },
  {
    "id": 19,
    "text": "I think an essential part of maturing is learning to avoid discontent, not being able to live in a way that doesn’t fulfil you. If you’re capable of saying no to any kind of life that wouldn’t make you happy, it means you are mature enough to understand that you wont’t live forever, and you have the courage to use the time you have left in a meaningful way. Maturing as a human being requires you to listen to your inherent desire to discover. If you keep trying to silence that sense of wonder, happiness will fade away with it.",
    "author_id": 19
  },
  {
    "id": 20,
    "text": "By claiming what we already are, we best prepare ourselves for what we shall be.",
    "author_id": 20
  },
  {
    "id": 21,
    "text": "No one is useless in this world who lightens the burden of anyone else.",
    "author_id": 21
  },
  {
    "id": 22,
    "text": "A man grows most tired while standing still.",
    "author_id": 22
  },
  {
    "id": 23,
    "text": "Change only takes place through action.",
    "author_id": 23
  },
  {
    "id": 24,
    "text": "If you want to conquer fear, don’t sit home and think about it. Go out and get busy.",
    "author_id": 24
  },
  {
    "id": 25,
    "text": "One meaning of happiness is living in tune with the ways things are.",
    "author_id": 25
  },
  {
    "id": 26,
    "text": "Do not think you will necessarily be aware of your own enlightenment.",
    "author_id": 26
  },
  {
    "id": 27,
    "text": "The cure for boredom is curiosity. There is no cure for curiosity.",
    "author_id": 27
  },
  {
    "id": 28,
    "text": "I choose to listen to the river for a while, thinking river thoughts, before joining the night and the stars.",
    "author_id": 28
  },
  {
    "id": 29,
    "text": "One must let the play happen to one; one must let the mind loose to respond as it will, to receive impressions, to sense rather than know, to gather rather than immediately understand.",
    "author_id": 28
  },
  {
    "id": 30,
    "text": "No one can make you feel inferior without your consent.",
    "author_id": 29
  },
  {
    "id": 31,
    "text": "First say to yourself what you would be, and then do what you have to do.",
    "author_id": 30
  },
  {
    "id": 32,
    "text": "Now I get it: Hurt people hurt; Healed people heal.",
    "author_id": 31
  },
  {
    "id": 33,
    "text": "You will never reach your full potential unless you try.",
    "author_id": 32
  },
  {
    "id": 34,
    "text": "True eloquence consists of saying all that should be said, and that only.",
    "author_id": 33
  },
  {
    "id": 35,
    "text": "Religions are different roads converging to the same point. What does it matter that we take different road, so long as we reach the same goal. Wherein is the cause for quarrelling?",
    "author_id": 34
  },
  {
    "id": 36,
    "text": "The people who get on in this world are the people who get up and look for the circumstances they want, and. If they can't find them, make them.",
    "author_id": 35
  },
  {
    "id": 37,
    "text": "Don't be bothered by anything.",
    "author_id": 36
  },
  {
    "id": 38,
    "text": "Try not to confuse pleasure with happiness. [paraphase]",
    "author_id": 36
  },
  {
    "id": 39,
    "text": "You know where your cell phone is. Do you know where your mind is?",
    "author_id": 36
  },
  {
    "id": 40,
    "text": "The abbess taught, \"if you want to discover what you don't yet know about yourself, investigate why you say what you say\".",
    "author_id": 36
  },
  {
    "id": 41,
    "text": "There is surely nothing other than the single purpose of the present moment. A man’s whole life is a succession of moment after moment. If one fully understands the present moment, there is nothing left to do, and nothing else to pursue.",
    "author_id": 37
  },
  {
    "id": 42,
    "text": "One should make his decisions within the space of seven breaths.",
    "author_id": 37
  },
  {
    "id": 43,
    "text": "There is something to be learned from a rainstorm. When meeting with a sudden shower, you try not to get wet and run quickly along the road. But doing such things as passing under the eaves of houses, you still get wet. When you are resolved from the beginning, you will not be perplexed, though you still get the same soaking. This understanding extends to everything.",
    "author_id": 37
  },
  {
    "id": 44,
    "text": "And once the storm is over you won’t remember how you made it through, how you managed to survive. You won’t even be sure, in fact, whether the storm is really over. But one thing is certain. When you come out of the storm you won’t be the same person who walked in.",
    "author_id": 38
  },
  {
    "id": 45,
    "text": "‘Self-pity is our worst enemy and if we yield to it, we can never do anything wise in this world.’",
    "author_id": 39
  },
  {
    "id": 46,
    "text": "By claiming what we already are, we best prepare ourselves for what we shall be.",
    "author_id": 40
  },
  {
    "id": 47,
    "text": "There is no remedy for love but to love more.",
    "author_id": 41
  },
  {
    "id": 48,
    "text": "If it's important, you find a way. If not, you find an excuse.",
    "author_id": 41
  },
  {
    "id": 49,
    "text": "I had three chairs in my house; one for solitude, two for friendship, three for society.",
    "author_id": 41
  },
  {
    "id": 50,
    "text": "Go confidently in the directions of your dreams. Live the life you imagined. As you simplfy your life, the laws of the universe will be simpler.",
    "author_id": 41
  },
  {
    "id": 51,
    "text": "Every moment is a golden one for those who have the vision to recognize it as such.",
    "author_id": 42
  },
  {
    "id": 52,
    "text": "One’s destination is never a place, but a new way of seeing things.",
    "author_id": 42
  },
  {
    "id": 53,
    "text": "No such thing as spare time\nNo such thing as free time\nNo such thing as down time\nAll you got is life time",
    "author_id": 43
  },
  {
    "id": 54,
    "text": "Go without a coat when it’s cold; find out what cold is. Go hungry; keep your existence lean. Wear away the fat, get down to the lean tissue and see what it’s all about. The only time you define your character is when you go without. In times of hardship, you find out what you’re made of and what you’re capable of. If you’re never tested, you’ll never define your character.",
    "author_id": 43
  },
  {
    "id": 55,
    "text": "Creativity requires time and space. Two things the modern world likes to erode.",
    "author_id": 44
  },
  {
    "id": 56,
    "text": "Conscience whispers, but interest screams aloud.",
    "author_id": 46
  },
  {
    "id": 57,
    "text": "Act your way to new thinking, don’t think your way to new action.",
    "author_id": 47
  },
  {
    "id": 58,
    "text": "Anxiety never solves the future’s problems but will always drain your strength today.",
    "author_id": 48
  },
  {
    "id": 59,
    "text": "Mistakes are the portals of discovery.",
    "author_id": 49
  },
  {
    "id": 60,
    "text": "The most effective delusion is the one which holds you captive to the illusion of your own freedom. For if your freedom depends on a certain belief, ideology, device or lifestyle — if you can’t truly be free without it — then are you not actually a prisoner to it?",
    "author_id": 50
  },
  {
    "id": 61,
    "text": "We live in a wonderful world that is full of beauty, charm\nand adventure. There is no end to the adventures that we can\nhave if only we seek them with our eyes open.",
    "author_id": 51
  },
  {
    "id": 62,
    "text": "Freedom is what you do with what's been done to you.",
    "author_id": 52
  },
  {
    "id": 63,
    "text": "Be yourself. Above all, let who you are, what you believe, shine through every sentence you write, every piece you finish.",
    "author_id": 53
  },
  {
    "id": 64,
    "text": "If you don’t occasionally get on your horse and tilt at a windmill, then you are taking yourself too seriously.",
    "author_id": 54
  },
  {
    "id": 65,
    "text": "A writer out of loneliness is trying to communicate like a distant star sending signals. He isn’t telling or teaching or ordering. Rather he seeks to establish a relationship of meaning, of feeling, of observing. We are lonesome animals. We spend all life trying to be less lonesome.",
    "author_id": 55
  },
  {
    "id": 66,
    "text": "It is advisable to look from the tide pool to the stars and then back to the tide pool again.",
    "author_id": 55
  },
  {
    "id": 67,
    "text": "To be surprised, to wonder, is to begin to understand.",
    "author_id": 56
  },
  {
    "id": 68,
    "text": "Yesterday is history, tomorrow is a mystery, and today is a gift. That’s why we call it the present.",
    "author_id": 57
  },
  {
    "id": 69,
    "text": "There is more to us than we know. If we can be made to see it, perhaps for the rest of our lives we will be unwilling to settle for less.",
    "author_id": 58
  },
  {
    "id": 70,
    "text": "Practice any art, music, singing, dancing, acting, drawing, painting, sculpting, poetry, fiction, essays, reportage, no matter how well or badly, not to get money and fame, but to experience becoming, to find out what’s inside you, to make your soul grow.",
    "author_id": 59
  },
  {
    "id": 71,
    "text": "A Good traveler has no fixed plans and is not intent on arriving.",
    "author_id": 60
  },
  {
    "id": 72,
    "text": "To know when you have enough is to be rich beyond measure.",
    "author_id": 60
  },
  {
    "id": 73,
    "text": "Contentment is the greatest treasure.",
    "author_id": 60
  },
  {
    "id": 74,
    "text": "Fill your bowl to the brim\nand it will spill.\nKeep sharpening your knife\nand it will blunt.\nChase after money and security\nand your heart will never unclench.\nCare about people’s approval\nand you will be their prisoner.\nDo your work, then step back.\nThe only path to serenity.",
    "author_id": 60
  },
  {
    "id": 75,
    "text": "Act without expectation.",
    "author_id": 60
  },
  {
    "id": 76,
    "text": "Nature does not hurry, yet everything is accomplished.",
    "author_id": 60
  },
  {
    "id": 77,
    "text": "A minimalist values quality, not quantity, in all forms",
    "author_id": 61
  },
  {
    "id": 78,
    "text": "In spareness, you find enough.",
    "author_id": 61
  },
  {
    "id": 79,
    "text": "But paper and ink have conjuring abilities of their own. Arrangements of lines and shapes, of letters and words, on a series of pages make a world we can dwell and travel in.",
    "author_id": 63
  },
  {
    "id": 80,
    "text": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "author_id": 64
  },
  {
    "id": 81,
    "text": "First they ignore you, then they laugh at you, then they fight you, then you win.",
    "author_id": 64
  },
  {
    "id": 82,
    "text": "In the attitude of silence the soul finds the path in a clearer light, and what is elusive and deceptive resolves itself into crystal clearness.",
    "author_id": 64
  },
  {
    "id": 83,
    "text": "Our greatness lies not so much in being able to remake the world as being able to remake ourselves.",
    "author_id": 64
  },
  {
    "id": 84,
    "text": "As human beings, our greatness lies not so much in being able to remake the world – that is the myth of the atomic age – as in being able to remake ourselves.",
    "author_id": 64
  },
  {
    "id": 85,
    "text": "If you seek tranquility, do less.",
    "author_id": 65
  },
  {
    "id": 86,
    "text": "Travel is fatal to prejudice, bigotry, and narrow-mindedness, and many of our people need it sorely on these accounts. Broad, wholesome, charitable views of men and things cannot be acquired by vegetating in one little corner of the earth all one’s lifetime.",
    "author_id": 66
  },
  {
    "id": 87,
    "text": "Loneliness is the poverty of self; solitude is the richness of self.",
    "author_id": 67
  },
  {
    "id": 88,
    "text": "People will forget what you said, people will forget what you did, but people will never forget\nhow you made them feel.",
    "author_id": 68
  },
  {
    "id": 89,
    "text": "Don’t let yourself obsess on less for less sake, you’re often missing the true potential of a minimal approach: getting the unnecessary out of the way in order to let the important take center stage.",
    "author_id": 69
  },
  {
    "id": 90,
    "text": "Think lightly of yourself and deeply of the world.",
    "author_id": 70
  },
  {
    "id": 91,
    "text": "Do not hold on to possessions you no longer need.",
    "author_id": 70
  },
  {
    "id": 92,
    "text": "Do not regret what you have done.",
    "author_id": 70
  },
  {
    "id": 93,
    "text": "In this life we cannot do great things. We can only do small things with great love.",
    "author_id": 71
  },
  {
    "id": 94,
    "text": "In a relationship, as in spiritual practice,  commitment is crucial. In both Zen and marriage there's the practice of vowing, intentionally taking on a path, even if we know we won't get to the destination. Vowing is liberation from whim and weakness. It creates possibilities that would not occur otherwise, because when you are willing to stick to something, come what may, even if from time to time you don't feel like sticking to it, a magic arises, and you find yourself feeling and doing noble things you did not know you were capable of.",
    "author_id": 72
  },
  {
    "id": 95,
    "text": "Every child is an artist. The problem is how to remain an artist once we grow up.",
    "author_id": 73
  },
  {
    "id": 96,
    "text": "For everything we take, somebody else must give.",
    "author_id": 74
  },
  {
    "id": 97,
    "text": "It is always important to know when something has reached its end. Closing circles, shutting doors, finishing chapters, it doesn’t matter what we call it; what matters is to leave in the past those moments in life that are over.",
    "author_id": 75
  },
  {
    "id": 98,
    "text": "Being bored is a precious thing, a state of mind we should pursue. Once boredom sets in, our minds begin to wander, looking for something exciting, something interesting to land on. And that's where creativity arises.\n\nMy best ideas come to me when I am unproductive. When I am running but not listening to my iPod. When I am sitting, doing nothing, waiting for someone. When I am lying in bed as my mind wanders before falling to sleep. These \"wasted\" moments, moments not filled with anything in particular, are vital.\n\nThey are the moments in which we, often unconsciously, organize our minds, make sense of our lives, and connect the dots. They're the moments in which we talk to ourselves. And listen.\n\nTo lose those moments, to replace them with tasks and efficiency, is a mistake. What's worse is that we don't just lose them. We actively throw them away.",
    "author_id": 76
  },
  {
    "id": 99,
    "text": "The only journey is the one within.",
    "author_id": 77
  },
  {
    "id": 100,
    "text": "I start with the premise that the function of leadership is to produce more leaders, not more followers.",
    "author_id": 78
  },
  {
    "id": 101,
    "text": "This time, like all times, is a very good one, if we but know what to do with it.",
    "author_id": 79
  },
  {
    "id": 102,
    "text": "When you run on the earth and with the earth, you can run forever.",
    "author_id": 80
  },
  {
    "id": 103,
    "text": "For the truth is that I already know as much about my fate as I need to know. The day will come when I will die. So the only matter of consequence before me is what I will do with my allotted time. I can remain on shore, paralyzed with fear, or I can raise my sails and dip and soar in the breeze.",
    "author_id": 81
  },
  {
    "id": 104,
    "text": "For my part, I travel not to go anywhere, but to go. I travel for travel’s sake. The great affair is to move.",
    "author_id": 82
  },
  {
    "id": 105,
    "text": "Why be unhappy about something if I can do something about it? Why be unhappy about something if there's nothing I can do about it?",
    "author_id": 83
  },
  {
    "id": 106,
    "text": "I've learned that the best way to be happy is not to have happiness as your objective. If you crave personal happiness, it only becomes more elusive. In fact, making happiness your personal goal is a direct ticket to unhappiness, because you become centered on \"me\". One of my favorite sayings is \"If you want to be miserable, think of yourself. If you want to be happy, think of others.\" When you are self-obsessed, what makes \"me\" happy is short lived.",
    "author_id": 84
  },
  {
    "id": 107,
    "text": "What advice would you give to someone else considering a quest?\n\nOnce that switch goes off in your head, it will not switch back. It will not give up on you no matter how many years you stroll by it. It will never feel like the right time, you will never have enough money, and the truth of yourself will not reveal itself to you until you strip yourself of all that you know is not who you are, and just begin.\n\nBelieve the voice in your head; it isn’t lying. There is no downside to undertaking something that has meaning to you. Even if it’s something that will take you a month, a year, ten years to accomplish, you will be honoring who you are to a depth that few know the feeling of.",
    "author_id": 85
  },
  {
    "id": 108,
    "text": "There's a fundamental difference between the things you do every day, every single day, and the things you do only when the spirit moves you.\n\nOne difference is that once you've committed to doing something daily, you find that the spirit moves you, daily.\n\nRather than having a daily debate about today's agenda, you can decide once that you will do something, and then decide every single day how to do it.",
    "author_id": 86
  },
  {
    "id": 109,
    "text": "The Right Moment\nYou might be waiting for things to settle down. For the kids to be old enough, for work to calm down, for the economy to recover, for the weather to cooperate, for your bad back to let up just a little...\n\nThe thing is, people who make a difference never wait for just the right time. They know that it will never arrive.\n\nInstead, they make their ruckus when they are short of sleep, out of money, hungry, in the middle of a domestic mess and during a blizzard. Whenever.\n\nAs long as whenever is now.",
    "author_id": 86
  },
  {
    "id": 110,
    "text": "Loneliness is failed solitude. If you don't teach your children to be alone, then they will only know how to be lonely.",
    "author_id": 87
  },
  {
    "id": 111,
    "text": "When you live completely in each moment, without expecting anything, you have no idea of time.",
    "author_id": 88
  },
  {
    "id": 112,
    "text": "He who works with his hands is a laborer. He who works with his hands and his head is a craftsman. He who works with his hands and his head and his heart is an artist.",
    "author_id": 89
  },
  {
    "id": 113,
    "text": "It’s better to be at the bottom of the ladder you want to climb than the top of the one you don’t.",
    "author_id": 90
  },
  {
    "id": 114,
    "text": "People say that what we're seeking is a meaning for life. I don't think that's what we're really seeking. What we seek is an experience of being alive.",
    "author_id": 90
  },
  {
    "id": 115,
    "text": "Death is very likely the single best invention in life. It is life's change agent. It clears out the old to make way for the new. Right now the new is you, but someday not too long from now, you will gradually become the old and be cleared away.\n\nYour time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma — which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.",
    "author_id": 91
  },
  {
    "id": 116,
    "text": "Silence is sometimes the best answer.",
    "author_id": 92
  },
  {
    "id": 117,
    "text": "And remember folks: Life isn't about having amazing experiences; it's about making mediocre experiences look AWESOME on Facebook",
    "author_id": 93
  },
  {
    "id": 118,
    "text": "Do what you can, with what you have, where you are.",
    "author_id": 94
  },
  {
    "id": 119,
    "text": "The tragedy of life is not so much what we suffer, but rather what we miss.",
    "author_id": 95
  },
  {
    "id": 120,
    "text": "I want to be remembered as a person who wasn’t afraid to start things.",
    "author_id": 96
  },
  {
    "id": 121,
    "text": "We who lived in concentration camps can remember those who walked through the huts comforting others, giving away their last piece of bread. They may have been few in number, but they offer sufficient proof that everything can be taken away from a person but one thing: the last of the human freedoms - to choose one’s attitude in any given set of circumstances, to choose one’s own way.",
    "author_id": 97
  },
  {
    "id": 122,
    "text": "I only write when I am inspired. Fortunately I am inspired at 9 o’clock every morning.",
    "author_id": 98
  },
  {
    "id": 123,
    "text": "If you're going through hell, keep going.",
    "author_id": 99
  },
  {
    "id": 124,
    "text": "There is something to be learned from a rainstorm. When meeting with a sudden shower, you try not to get wet and run quickly along the road. But doing such things as passing under the eaves of houses, you still get wet. When you are resolved from the beginning, you will not be perplexed, though you still get the same soaking.",
    "author_id": 100
  },
  {
    "id": 125,
    "text": "The more you know, the less you need.",
    "author_id": 101
  },
  {
    "id": 126,
    "text": "Let go or get dragged.",
    "author_id": 102
  },
  {
    "id": 127,
    "text": "Fall down seven times, stand up eight.",
    "author_id": 102
  }
]